Repository: tizenorg/apps.core.preloaded.ug-mobile-ap
Catalog: po/*.po
Languages: he, id, ms, th, vi

# IDS_MOBILEAP_BODY_THIS_PASSWORD_IS_ONLY_FOR_WI_FI_TETHERING
source: This password is only for Wi-Fi tethering
he: סיסמה זו נועדה רק לחיבור באמצעות התקן נייד מסוג Wi-Fi
id: Kata sandi ini hanya untuk penambatan Wi-Fi
ms: Kata laluan ini hanya untuk penambatan Wi-Fi
th: รหัสผ่านนี้ใช้สำหรับการแชร์อินเตอร์เน็ต Wi-Fi เท่านั้น
vi: Mật khẩu này chỉ dành cho kết nối Wi-Fi

# IDS_MOBILEAP_BODY_WI_FI_TETHERING_HIDDEN
source: Wi-Fi tethering hidden
he: חיבור באמצעות התקן נייד מסוג Wi-Fi מוסתר
id: Penambatan Wi-Fi disembunyikan
ms: Penambatan Wi-Fi tersembunyi
th: ซ่อนการแชร์อินเตอร์เน็ต Wi-Fi
vi: Đã ẩn kết nối Wi-Fi

source: Wi-Fi tethering settings are only available when Wi-Fi tethering is disabled
he: הגדרות החיבור באמצעות התקן נייד מסוג Wi-Fi זמינות רק כאשר החיבור באמצעות התקן נייד מסוג Wi-Fi מושבת
id: Pengaturan penambatan Wi-Fi hanya tersedia bila penambatan Wi-Fi dinonaktifkan
ms: Aturan penambatan Wi-Fi hanya tersedia apabila penambatan Wi-Fi dinyahaktifkan
th: การตั้งค่าการแชร์อินเตอร์เน็ต Wi-Fi จะใช้ได้เมื่อปิดใช้งานการแชร์อินเตอร์เน็ต Wi-Fi
vi: Thiết đặt kết nối Wi-Fi chỉ sẵn dùng khi đã tắt kết nối Wi-Fi

# IDS_MOBILEAP_MBODY_WI_FI_TETHERING
source: Wi-Fi tethering
he: חיבור עם התקן נייד Wi-Fi
id: Penambatan Wi-Fi
ms: Penambatan Wi-Fi
th: การแชร์อินเตอร์เน็ต Wi-Fi
vi: Kết nối Wi-Fi

# IDS_MOBILEAP_MBODY_WI_FI_TETHERING_SETTINGS
source: Wi-Fi tethering settings
he: הגדרות חיבור התקן Wi-Fi
id: Pngaturn penambatan Wi-Fi
ms: Aturan penambatan Wi-Fi
th: ตั้งค่าการแชร์เน็ต Wi-Fi
vi: Thiết đặt kết nối Wi-Fi

source: Disabling tethering will prevent linked devices from accessing the Internet. Continue?
he: השבתת החיבור באמצעות התקן נייד תמנע מההתקנים המחוברים גישה לאינטרנט. להמשיך?
id: Menonaktifkan penambatan akan membuat perangkat yang tertaut tidak dapat mengakses Internet. Lanjutkan?
ms: Menyahaktifkan penambatan akan menghalang peranti bersambung dari mencapai Internet. Teruskan?
th: การปิดใช้งานการแชร์อินเตอร์เน็ตจะป้องกันอุปกรณ์ที่เชื่อมโยงอยู่ไม่ให้เข้าใช้งานอินเตอร์เน็ต ดำเนินการต่อ?
vi: Việc tắt kết nối internet sẽ ngăn không cho các thiết bị được liên kết truy cập Internet. Tiếp tục?

# IDS_MOBILEAP_POP_INSERT_SIM_CARD_AND_RESTART_DEVICE_TO_USE_TETHERING
source: Insert SIM card and restart device to use tethering
he: הכנס כרטיס SIM והפעל את ההתקן מחדש כדי להשתמש בחיבור באמצעות התקן נייד
id: Masukkan kartu SIM dan mulai ulang perangkat untuk menggunakan penambatan
ms: Masukkan kad SIM dan mulakan semula peranti untuk menggunakan penambatan
th: ใส่ SIM การ์ดแล้วเริ่มอุปกรณ์ใหม่เพื่อใช้การแชร์อินเตอร์เน็ต
vi: Lắp thẻ SIM và khởi động lại thiết bị để sử dụng kết nối internet

# IDS_MOBILEAP_POP_UNABLE_TO_USE_TETHERING
source: Unable to use tethering
he: לא ניתן להשתמש בחיבור באמצעות התקן נייד
id: Tidak dapat menggunakan penambatan
ms: Tidak dapat menggunakan penambatan
th: ไม่สามารถใช้การแชร์อินเตอร์เน็ต
vi: Không thể sử dụng kết nối internet

source: Unable to use tethering in Flight mode. To use tethering, disable Flight mode
he: לא ניתן להשתמש בחיבור באמצעות התקן נייד במצב טיסה. כדי להשתמש בחיבור באמצעות התקן נייד, השבת את מצב הטיסה
id: Tidak dapat menggunakan penambatan dalam mode Penerbangan. Untuk menggunakan penambatan, nonaktifkan mode Penerbangan
ms: Tidak boleh menggunakan penambatan dalam mod Penerbangan. Untuk menggunakan penambatan, nyahaktif mod Penerbangan
th: ไม่สามารถใช้การแชร์อินเตอร์เน็ตได้ในโหมดการบิน ในการใช้การแชร์อินเตอร์เน็ต ให้ปิดใช้งานโหมดการบิน
vi: Chưa thể sử dụng chia sẻ kết nối Internet ở chế độ Máy bay. Để sử dụng chia sẻ kết nối Internet, hãy tắt chế độ Máy bay

source: Wi-Fi network will be disconnected. Wi-Fi tethering consumes more battery power and increases your data usage. Continue?
he: רשת ה-Wi-Fi תנותק. חיבור באמצעות התקן נייד מסוג Wi-Fi צורך יותר מתח מהסוללה ומגדיל את השימוש בנתונים. להמשיך?
id: Sambungan jaringan Wi-Fi akan terputus. Penambatan Wi-Fi mengonsumsi daya baterai lebih banyak dan meningkatkan penggunaan data Anda. Lanjutkan?
ms: Rangkaian Wi-Fi akan dinyahsambung. Penambatan Wi-Fi menggunakan lebih banyak kuasa bateri dan meningkatkan penggunaan data anda. Teruskan?
th: เครือข่าย Wi-Fi จะหยุดการเชื่อมต่อ การแชร์อินเตอร์เน็ต Wi-Fi จะใช้พลังงานแบตเตอรี่มากขึ้นและเพิ่มการใช้งานข้อมูลของคุณ ดำเนินการต่อ?
vi: Mạng Wi-Fi sẽ bị ngắt kết nối. Kết nối Wi-Fi tốn nhiều pin hơn và tăng mức sử dụng dữ liệu. Tiếp tục?

source: Wi-Fi tethering consumes more battery power and increases your data usage. Continue?
he: חיבור באמצעות התקן נייד מסוג Wi-Fi צורך יותר מתח מהסוללה ומגדיל את השימוש בנתונים. להמשיך?
id: Penambatan Wi-Fi mengonsumsi daya baterai lebih banyak dan meningkatkan penggunaan data Anda. Lanjutkan?
ms: Penambatan Wi-Fi menggunakan lebih banyak kuasa bateri dan meningkatkan penggunaan data anda. Teruskan?
th: การแชร์อินเตอร์เน็ต Wi-Fi จะใช้พลังงานแบตเตอรี่มากขึ้นและเพิ่มการใช้งานข้อมูลของคุณ ดำเนินการต่อ?
vi: Chia sẻ Wi-Fi tốn nhiều pin hơn và tăng mức sử dụng dữ liệu. Tiếp tục?

# IDS_MOBILEAP_BODY_RECEIVED_C
source: Received:
he: התקבל:
id: Diterima:
ms: Diterima:
th: ได้รับ:
vi: Đã nhận:

# IDS_MOBILEAP_BODY_SENT_C
source: Sent:
he: נשלח:
id: Terkirim:
ms: Dihantar:
th: ส่งแล้ว:
vi: Đã gửi:

# IDS_MOBILEAP_BODY_DEVICE_NAME
source: Device name
he: שם התקן
id: Nama perangkat
ms: Nama peranti
th: ชื่ออุปกรณ์
vi: Tên thiết bị

# IDS_MOBILEAP_BODY_PASSWORD
source: Password
he: סיסמה
id: Kata sandi
ms: Kata laluan
th: รหัสผ่าน
vi: Mật mã

# IDS_ST_BODY_ENTER_PASSWORD_OF_AT_LEAST_8_CHARACTERS
source: Enter password of at least 8 characters
he: הזן סיסמה באורך 8 תווים לפחות
id: Masukkan kata sandi minimal 8 karakter
ms: Masukkan kata laluan dengan sekurang-kurangnya 8 aksara
th: ใส่รหัสผ่านที่มีตัวอักษรอย่างน้อย 8 ตัว
vi: Nhập mật mã có ít nhất 8 ký tự

# IDS_MOBILEAP_BODY_DEVICE_NAME_CAN_BE_CHANGED_IN_PS
source: Device name can be changed in %s
he: ניתן לשנות את שם ההתקן ב-%s
id: Nama perangkat dapat diubah di %s
ms: Nama peranti boleh ditukar di dalam %s
th: ชื่ออุปกรณ์สามารถเปลี่ยนแปลงได้ใน %s
vi: Tên thiết bị có thể thay đổi trong %s

# IDS_MOBILEAP_BODY_HIDE_MY_DEVICE
source: Hide my device
he: הסתר את ההתקן שלי
id: Sembunyikan perangkat saya
ms: Sorok peranti saya
th: ซ่อนอุปกรณ์ส่วนตัว
vi: Ẩn thiết bị của bạn

# IDS_MOBILEAP_MBODY_DATA_USAGE
source: Data usage
he: שימוש בנתונים
id: Penggunaan data
ms: Penggunaan data
th: การใช้ข้อมูล
vi: Sử dụng dữ liệu

# IDS_MOBILEAP_MBODY_USB_TETHERING
source: USB tethering
he: חיבור באמצעות התקן USB
id: Penambatan USB
ms: Penambatan USB
th: การผูกล่าม USB
vi: Kết nối Internet qua USB

# IDS_MOBILEAP_POP_ENABLING_USB_TETHERING_WILL_DISCONNECT_PREVIOUS_USB_CONNECTION
source: Enabling USB tethering will disconnect previous USB connection
he: הפעלת חיבור באמצעות התקן נייד מסוג USB תנתק את חיבור ה-USB הקודם
id: Mengaktifkan penambatan USB akan memutuskan koneksi USB sebelumnya
ms: Mengaktifkan penambatan USB akan memutuskan sambungan sambungan USB terdahulu
th: การเปิดใช้งานการผูกล่าม USB จะหยุดเชื่อมต่อการเชื่อมต่อ USB ก่อนหน้านี้
vi: Bật kết nối Internet qua USB sẽ ngắt kết nối USB trước đó

# IDS_ST_BODY_ABOUT_PHONE
source: About phone
he: אודות הטלפון
id: Tentang telepon
ms: Mengenai telefon
th: เกี่ยวกับโทรศัพท์
vi: Thông tin điện thoại

# IDS_MOBILEAP_BODY_PD_BYTES
source: %d bytes
he: %d בתים
ms: %d Byte
th: %d ไบต์
vi: %d Byte

# IDS_MOBILEAP_BODY_CONNECTED_DEVICE
source: Connected device
he: התקן מחובר
id: Perangkat yang tersambung
ms: Peranti disambung
th: อุปกรณ์ที่เชื่อมต่อ
vi: Thiết bị đã kết nối

# IDS_MOBILEAP_BODY_BLUETOOTH_TETHERING
source: Bluetooth tethering
he: שימוש כמודם Bluetooth
ms: Penambatan Bluetooth
th: การเชื่อมโยงเครือข่ายด้วยบลูทูธ
vi: Kết nối internet qua Bluetooth

# IDS_MOBILEAP_BODY_SECURITY
source: Security
he: מיקום ואבטחה
id: Pengaman
ms: Sekuriti
th: ระบบป้องกัน
vi: Bảo mật

# IDS_MOBILEAP_POP_UNABLE_TO_USE_PACKET_DATA_SERVICE_OUT_OF_COVERAGE
source: Unable to use packet service. Out of coverage
he: לא ניתן להשתמש בנתוני מנה. אין קליטה
id: Tidak bisa menggunakan layanan paket. Di luar jangkauan
ms: Tdk dpt menggunakan perkhidmatan paket. Di luar liputan
th: ไม่สามารถใช้บริการใช้แพ็กเกจดาต้า นอกพื้นที่รับสัญญาณ
vi: Không thể sử dụng dịch vụ dữ liệu gói. Ngoài vùng phủ sóng

# IDS_MOBILEAP_POP_CONNECT_USB_CABLE
source: Connect USB cable
he: חבר כבל USB
id: Sambungkan ke kabel USB
ms: Sambungkan kabel USB
th: เชื่อมต่อสาย USB
vi: Nối cáp USB

source: Password must contain at least %d characters and not exceed %d characters
he: על הסיסמה להכיל %d תווים לפחות ואורכה לא יעלה על %d תווים
id: Kata sandi harus mencakup setidaknya %d karakter dan tidak melebihi %d karakter
ms: Kata laluan mesti mengandungi sekurang-kurangnya %d aksara dan tidak melebihi %d aksara
th: รหัสผ่านจะต้องมีตัวอักษรอย่างน้อย %d ตัว แต่ไม่เกิน %d ตัว
vi: Mật mã phải gồm ít nhất %d ký tự và không vượt quá %d ký tự

# IDS_MOBILEAP_BODY_TETHERING
source: Tethering
he: חיבור באמצעות התקן USB נייד
ms: Menambat
th: การเชื่อมโยงเครือข่าย
vi: Truy cập Internet
